[
  {
    "_id": "inv1",
    "title": "Tech Startup Expansion Funding",
    "summary": "Investment opportunity in a growing tech startup focused on AI solutions for small businesses.",
    "description": "This promising tech startup has developed innovative AI solutions that help small businesses automate customer service and data analysis. They are seeking funding for market expansion and product development. The company has shown consistent growth over the past two years and has a strong customer base in the software industry.",
    "link": "https://example.com/investments/tech-startup",
    "createdAt": "2025-04-10T09:00:00.000Z"
  },
  {
    "_id": "inv2",
    "title": "Sustainable Energy Project",
    "summary": "Investment in renewable energy infrastructure with projected long-term returns.",
    "description": "This investment opportunity focuses on developing solar and wind energy infrastructure in rapidly growing markets. The project has secured government incentives and partnerships with major utility companies. Projected returns are stable with significant growth potential as renewable energy adoption increases globally.",
    "link": "https://example.com/investments/renewable-energy",
    "createdAt": "2025-04-15T11:30:00.000Z"
  },
  {
    "_id": "inv3",
    "title": "Commercial Real Estate Development",
    "summary": "Mixed-use property development in an emerging urban district with high growth potential.",
    "description": "This commercial real estate project involves developing a mixed-use property in a rapidly growing urban area. The development will include retail spaces, offices, and residential units. The location has been identified as a high-growth district with increasing property values and strong demand for modern, multi-purpose spaces.",
    "link": "https://example.com/investments/real-estate",
    "createdAt": "2025-04-22T14:45:00.000Z"
  },
  {
    "_id": "inv4",
    "title": "Healthcare Innovation Fund",
    "summary": "Investment fund focused on breakthrough medical technologies and healthcare solutions.",
    "description": "This specialized investment fund targets companies developing innovative healthcare technologies and solutions. The portfolio includes startups working on telemedicine platforms, medical devices, and biotechnology. The fund is managed by industry experts with strong track records in healthcare investments and has shown consistent returns in previous funding rounds.",
    "link": "https://example.com/investments/healthcare-fund",
    "createdAt": "2025-05-01T10:15:00.000Z"
  },
  {
    "_id": "inv5",
    "title": "E-commerce Supply Chain Venture",
    "summary": "Investment in an e-commerce logistics company revolutionizing last-mile delivery.",
    "description": "This e-commerce logistics company has developed a unique approach to last-mile delivery that reduces costs and delivery times. They are seeking investment to expand their network and technology infrastructure. The company has partnerships with major online retailers and has demonstrated significant efficiency improvements over traditional delivery methods.",
    "link": "https://example.com/investments/ecommerce-logistics",
    "createdAt": "2025-05-08T13:00:00.000Z"
  }
]
